ban.spellright
bowlerhatllc.vscode-swf-debug
bungcip.better-toml
DevonDCarew.bazel-code
eamodio.gitlens
eg2.tslint
euskadi31.json-pretty-printer
formulahendry.auto-close-tag
GitHub.vscode-pull-request-github
golang.go
GrapeCity.gc-excelviewer
James-Yu.latex-workshop
mammothb.gnuplot
mateuszchudyk.hexinspector
mathiasfrohlich.Kotlin
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
platformio.platformio-ide
rebornix.ruby
redhat.java
redhat.vscode-commons
redhat.vscode-yaml
slevesque.vscode-hexdump
slevesque.vscode-zipexplorer
twxs.cmake
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wayou.vscode-todo-highlight
wingrunr21.vscode-ruby
wpilibsuite.vscode-wpilib
xaver.clang-format
